const fireProductReviewRules = {
  "title": "消防产品专项监督抽查卷评查规则",
  "totalScore": 10,
  "scoreFormula": "10 - 扣分合计 = 案卷分数",
  "grades": [
    {
      "name": "优秀",
      "condition": "9分以上(含)"
    },
    {
      "name": "良好",
      "condition": "7分(含)至9分(不含)"
    },
    {
      "name": "合格",
      "condition": "5分(含)至7分(不含)"
    },
    {
      "name": "不合格",
      "condition": "5分以下(不含)"
    }
  ],
  "sections": [
    {
      "code": "1",
      "title": "总则",
      "maxScore": null,
      "children": [
        {
          "code": "1.1",
          "title": "依据和目的",
          "maxScore": null,
          "children": [
            {
              "text": "本规则以《消防法》、《消防监督检查规定》等有关法律、法规、规章和规范性文件为依据以推进消防执法规范化建设为目的，统一考评标准，规范考评工作，保证考评质量。"
            }
          ]
        },
        {
          "code": "1.2",
          "title": "评分原则",
          "maxScore": null,
          "children": [
            {
              "text": "消防产品监督检查案卷评查依照本规则进行评分。"
            },
            {
              "text": "本规则未规定的，不列入评分范围：案卷制作不符合本规则规定，但符合属地法规、规章和规范性文件规定的，不列入扣分范围。"
            }
          ]
        },
        {
          "code": "1.3",
          "title": "评查内容",
          "maxScore": null,
          "children": [
            {
              "text": "案卷评查分为基本要素检查和一般要素检查。"
            },
            {
              "text": "基本要素检查重点针对在主体、事实证据、法律适用、执法程序等方面是否存在严重执法问题。"
            },
            {
              "text": "一般要素检查重点针对在文书制作、执法程序、信息化应用和归档等方面是否存在一般性问题。"
            }
          ]
        },
        {
          "code": "1.4",
          "title": "评查方法",
          "maxScore": null,
          "children": [
            {
              "text": "评查方法分卷内材料检查、消防监督管理系统核查。根据需要，可以组织实地核查。"
            },
            {
              "text": "评查实行复核制，至少1人考评1人复核，并应填写案卷评查记录表。"
            }
          ]
        },
        {
          "code": "1.5",
          "title": "分值和计算",
          "maxScore": null,
          "children": [
            {
              "text": "总分为10分，不设负分。得分按照下列公式计算：10-扣分合计=案卷分数。"
            }
          ]
        },
        {
          "code": "1.6",
          "title": "基本要素检查",
          "maxScore": null,
          "children": [
            {
              "text": "凡存在本规则列举的基本要素问题的，每一问题扣5分，且不得评为合格以上档次；同时，还应进行一般要素检查，并根据检查情况扣除相应分值。"
            }
          ]
        },
        {
          "code": "1.7",
          "title": "一般要素检查",
          "maxScore": null,
          "children": [
            {
              "text": "一般要素检查总扣分不超过5分，每类文书扣分最高不超过该文书所赋分值。扣分分值按照不同问题设定为1分、0.5分、0.2分、0.1分4档，凡存在规则列举的一般要素问题的，扣除相应分数。"
            }
          ]
        },
        {
          "code": "1.8",
          "title": "评查档次",
          "maxScore": null,
          "children": [
            {
              "text": "评查成绩分为4个档次：9分以上(含)的为优秀，7分(含)至9分(不含)的为良好，5分(含)至7分(不含)的为合格，5分以下(不含)的为不合格。"
            }
          ]
        }
      ]
    },
    {
      "code": "2",
      "title": "基本要素",
      "maxScore": null,
      "children": [
        {
          "code": "2.1",
          "title": "主体",
          "maxScore": null,
          "children": [
            {
              "code": "a",
              "text": "以非法定消防产品监督检查主体的名义实施消防产品监督检查的；",
              "score": 5
            },
            {
              "code": "b",
              "text": "不具有消防执法身份的人员实施消防产品监督检查的；",
              "score": 5
            },
            {
              "code": "c",
              "text": "消防产品现场检查判定不合格通知书、消防产品质量检验结果通知书、消防产品受理凭证或消防产品质量复检结果通知书中的当事人与被检查对象不一致，且无合法理由的。",
              "score": 5
            }
          ]
        },
        {
          "code": "2.2",
          "title": "事实证据",
          "maxScore": null,
          "children": [
            {
              "code": "a",
              "text": "证据之间事实描述相互矛盾，导致消防产品监督检查事实认定不清的；",
              "score": 5
            },
            {
              "code": "b",
              "text": "证据不足，导致消防产品监督检查主要事实不清的；",
              "score": 5
            },
            {
              "code": "c",
              "text": "证据与消防产品现场检查判定不合格通知书、消防产品质量检验结果通知书或消防产品质量复检结果通知书等文书之间事实描述相互矛盾，导致消防产品监督检查主要事实不清；",
              "score": 5
            },
            {
              "code": "d",
              "text": "实地核查，现场情况与卷内材料不一致，导致消防产品监督检查主要事实不清的；",
              "score": 5
            },
            {
              "code": "e",
              "text": "存在消防违法行为未依法查处的。",
              "score": 5
            }
          ]
        },
        {
          "code": "2.3",
          "title": "法律法规适用",
          "maxScore": null,
          "children": [
            {
              "code": "a",
              "text": "认定消防产品违法事实，无法律、法规、规章依据，或依据的法律、法规、规章无效的；",
              "score": 5
            },
            {
              "code": "b",
              "text": "认定消防产品违法事实，引用法律、法规、规章名称或条、款、项错误的。",
              "score": 5
            }
          ]
        },
        {
          "code": "2.4",
          "title": "执法程序",
          "maxScore": null,
          "children": [
            {
              "code": "a",
              "text": "无两名以上消防执法人员共同实施消防产品监督检查记载的；",
              "score": 5
            },
            {
              "code": "b",
              "text": "被检查人对消防产品现场检查判定结论有异议或对产品检验结果有异议，不按规定进行检验、复验的；",
              "score": 5
            },
            {
              "code": "c",
              "text": "消防产品现场检查判定不合格通知书、消防产品质量检验结果通知书、消防产品质量复检结果通知书未依法送达当事人的；",
              "score": 5
            },
            {
              "code": "d",
              "text": "卷内应有的结论性法律文书缺失的；",
              "score": 5
            },
            {
              "code": "e",
              "text": "实地核查，社会单位的文书与卷内文书不一致的。",
              "score": 5
            }
          ]
        }
      ]
    },
    {
      "code": "3",
      "title": "一般要素",
      "maxScore": null,
      "children": [
        {
          "code": "3.1",
          "title": "消防产品监督检查记录",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "使用文书式样错误的",
              "score": 0.2
            },
            {
              "code": "b",
              "text": "未印制消防救援机构名称，或名称错误的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "被检查单位(场所)名称、地址等基本情况填写不全、不准确的",
              "score": 0.2
            },
            {
              "code": "e",
              "text": "未记载检查时间、形式，或记载不准确的",
              "score": 0.1
            },
            {
              "code": "f",
              "text": "消防监督检查人员未签名的，或被检查单位有关人员未签名且未注明情况的",
              "score": 0.2
            },
            {
              "code": "g",
              "text": "监督检查内容和情况记载缺项，或记录不规范、不准确的",
              "score": 0.2
            }
          ]
        },
        {
          "code": "3.2",
          "title": "消防产品现场检查判定不合格通知书",
          "maxScore": 1,
          "children": [
            {
              "code": "a",
              "text": "未印制消防救援机构名称，或名称不准确的",
              "score": 0.2
            },
            {
              "code": "b",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "c",
              "text": "被检查单位(场所)名称、检查时间、检查产品名称填写不清、不全、不准确的",
              "score": 0.2
            },
            {
              "code": "d",
              "text": "未逐项记载消防产品不合格的具体问题及判定依据的",
              "score": 0.5
            },
            {
              "code": "e",
              "text": "引用依据未准确到条、款、项(不会引起歧义)的",
              "score": 0.2
            },
            {
              "code": "f",
              "text": "未记载被检查单位(场所)有无异议情况，或未记载存在异议的具体理由的",
              "score": 0.5
            },
            {
              "code": "g",
              "text": "未载明文书制作日期，或日期无法辨认的",
              "score": 0.5
            },
            {
              "code": "h",
              "text": "未加盖消防救援机构印章，或印章不正确的",
              "score": 1
            }
          ]
        },
        {
          "code": "3.3",
          "title": "消防产品质量监督抽查抽样单",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "抽取检验样品未制作抽查抽样单的",
              "score": 0.5
            },
            {
              "code": "b",
              "text": "未印制消防救援机构名称，或名称不准确的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "抽查抽样单制作、填写不规范、不完整的",
              "score": 0.1
            },
            {
              "code": "e",
              "text": "抽样人员未签名，或未注明时间、联系电话的",
              "score": 0.2
            },
            {
              "code": "f",
              "text": "未加盖被抽样单位印章，或被抽样单位负责人未签名，或未注明时间的",
              "score": 0.2
            }
          ]
        },
        {
          "code": "3.4",
          "title": "消防产品质量检验结果通知书",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "未印制消防救援机构名称，或名称不准确的",
              "score": 0.2
            },
            {
              "code": "b",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "c",
              "text": "被检查单位(场所)名称、检查产品名称填写不全、不准确的",
              "score": 0.2
            },
            {
              "code": "d",
              "text": "抽样单编号填写不规范，或与填发的消防产品质量监督抽查抽样单编号不一致的",
              "score": 0.5
            },
            {
              "code": "e",
              "text": "检验机构名称、检验结果、检验报告编号等填写不准确，或与检验报告不一致的",
              "score": 0.5
            },
            {
              "code": "f",
              "text": "未载明文书制作日期，或日期无法辨认的",
              "score": 0.2
            },
            {
              "code": "g",
              "text": "未加盖消防救援机构印章，或印章不正确的",
              "score": 0.5
            }
          ]
        },
        {
          "code": "3.5",
          "title": "消防产品质量复检结果通知书",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "未印制消防救援机构名称，或名称不准确的",
              "score": 0.2
            },
            {
              "code": "b",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "c",
              "text": "被检查单位(场所)名称、检查产品名称填写不全、不准确的",
              "score": 0.2
            },
            {
              "code": "d",
              "text": "受理凭证编号填写不规范，或与填发的受理凭证编号不一致的",
              "score": 0.5
            },
            {
              "code": "e",
              "text": "检验机构名称、检验结果、检验报告编号等填写不准确，或与检验报告不一致的",
              "score": 0.5
            },
            {
              "code": "f",
              "text": "未载明文书制作日期，或日期无法辨认的",
              "score": 0.2
            },
            {
              "code": "g",
              "text": "未加盖消防救援机构印章，或印章不正确的",
              "score": 0.5
            }
          ]
        },
        {
          "code": "3.6",
          "title": "消防产品复检申请表",
          "maxScore": 0.2,
          "children": [
            {
              "code": "a",
              "text": "申请单位(场所)未加盖印章，或申请单位(场所)法定代表人或主要负责人未签名的",
              "score": 0.1
            },
            {
              "code": "b",
              "text": "填表日期、单位(场所)基本情况及复检产品基本情况等内容填写不全、不规范的",
              "score": 0.1
            }
          ]
        },
        {
          "code": "3.7",
          "title": "消防产品复检受理凭证",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "无受理凭证的",
              "score": 0.5
            },
            {
              "code": "b",
              "text": "未印制消防救援机构名称，或名称错误的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "申请单位(场所)名称、申请复检内容、检验报告编号填写不全、不准确的",
              "score": 0.2
            },
            {
              "code": "e",
              "text": "申请人未签收，或无签收日期的",
              "score": 0.2
            },
            {
              "code": "f",
              "text": "未加盖消防救援机构受理专用印章，或使用印章错误的",
              "score": 0.5
            },
            {
              "code": "g",
              "text": "未载明文书制作日期，或日期无法辨认的",
              "score": 0.2
            }
          ]
        },
        {
          "code": "3.8",
          "title": "关于通报涉嫌违法生产/销售消防产品案件的函",
          "maxScore": 1,
          "children": [
            {
              "code": "a",
              "text": "依法应书面通报同级质量监督部门、工商行政管理部门，无通报案件函的",
              "score": 1
            },
            {
              "code": "b",
              "text": "未印制消防救援机构名称，或名称不准确的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "主送单位非当地同级质监或工商部门，或质监或工商部门名称不准确的",
              "score": 0.2
            },
            {
              "code": "e",
              "text": "检查时间、被检查单位(场所)、被检查消防产品名称及违法情形等填写不准确，或与卷内其他文书不一致的",
              "score": 0.5
            },
            {
              "code": "f",
              "text": "未载明文书制作日期，或日期无法辨认的",
              "score": 0.5
            },
            {
              "code": "g",
              "text": "未加盖消防救援机构印章，或印章无法辨认的",
              "score": 1
            }
          ]
        },
        {
          "code": "3.9",
          "title": "关于通报涉嫌生产不合格消防产品的函",
          "maxScore": 1,
          "children": [
            {
              "code": "a",
              "text": "依法应书面通报，无通报案件函的",
              "score": 1
            },
            {
              "code": "b",
              "text": "未印制消防救援机构名称，或名称不准确的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "未编号，或编号不规范的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "消防产品质量认证机构或消防产品技术鉴定机构名称填写不全、不准确的",
              "score": 0.2
            },
            {
              "code": "e",
              "text": "检查时间、被检查单位(场所)、被检查消防产品名称、型号、市场准入证书编号填写不准确，或与卷内其他文书不一致的",
              "score": 0.5
            },
            {
              "code": "f",
              "text": "未载明文书制作日期，或日期无法辨认的",
              "score": 0.5
            },
            {
              "code": "g",
              "text": "未加盖消防救援机构印章，或印章无法辨认的",
              "score": 1
            }
          ]
        },
        {
          "code": "3.10",
          "title": "与案件有关的责令限期改正通知书、行政处罚决定书等依法处理情况的文书",
          "maxScore": 1,
          "children": [
            {
              "code": "a",
              "text": "卷内应有的某文书缺失的",
              "score": 1
            },
            {
              "code": "b",
              "text": "有关文书原件未按照要求入卷，或复印件未加盖核对无误章的",
              "score": 0.5
            },
            {
              "code": "c",
              "text": "不规范问题，按照消防安全监督抽查、消防行政处罚等有关卷的评查规则执行。",
              "score": null
            }
          ]
        },
        {
          "code": "3.11",
          "title": "消防产品样品照片等证据材料",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "产品照片未附卷，或未拍照或摄像的",
              "score": 0.5
            },
            {
              "code": "b",
              "text": "无拍摄内容文字说明、拍摄人签名、拍摄时间，或不全、不准确的",
              "score": 0.1
            }
          ]
        },
        {
          "code": "3.12",
          "title": "送达回执",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "不能当场交付当事人签收的法律文书，未依法使用送达回执的",
              "score": 0.5
            },
            {
              "code": "b",
              "text": "未印制消防救援机构名称，或名称错误的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "送达回执无编号的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "送达文书名称、文号、受送达人错误，或送达超过法定时限的",
              "score": 0.5
            },
            {
              "code": "e",
              "text": "送达人、受送达人、送达时间、送达地点、送达方式、签收人与受送达人关系等填写不全的",
              "score": 0.2
            },
            {
              "code": "f",
              "text": "签收人未签名且无法定情形注明；未由见证人签名、注明单位或住址、见证日期的",
              "score": 0.5
            },
            {
              "code": "g",
              "text": "邮寄、公告送达，未将凭证、公告文书等归档入卷的",
              "score": 0.5
            }
          ]
        },
        {
          "code": "3.13",
          "title": "非特定文书规范性问题",
          "maxScore": 0.5,
          "children": [
            {
              "code": "a",
              "text": "卷内应有的某文书缺失的",
              "score": 0.5
            },
            {
              "code": "b",
              "text": "未在法定期限内制作法律文书的",
              "score": 0.2
            },
            {
              "code": "c",
              "text": "未使用公安部或其他制式文书的",
              "score": 0.2
            },
            {
              "code": "d",
              "text": "文书涂改且未经合法确认的",
              "score": 0.1
            },
            {
              "code": "e",
              "text": "文书污损，或存在字迹模糊、错别字、语法逻辑错误等问题，不影响文书实质内容的",
              "score": 0.1
            },
            {
              "code": "f",
              "text": "法律文书中执法人员签名为打印的，或字迹难以辨认的",
              "score": 0.2
            },
            {
              "code": "g",
              "text": "使用铅笔、圆珠笔、红笔或其他不能长期保存的笔墨，书写、打印文书的",
              "score": 0.1
            }
          ]
        },
        {
          "code": "3.14",
          "title": "立案归档的其他规范性问题",
          "maxScore": 0.2,
          "children": [
            {
              "code": "a",
              "text": "未按规定在消防执法活动完结后30个工作日内立卷归档的",
              "score": 0.2
            },
            {
              "code": "b",
              "text": "封面全宗名称、题名、编号等填写不规范的",
              "score": 0.1
            },
            {
              "code": "c",
              "text": "未按照规定顺序装订文书，或卷内目录、文书页号、备考表填写缺项或不规范的",
              "score": 0.1
            },
            {
              "code": "d",
              "text": "卷内有金属物，或压字、掉页现象的",
              "score": 0.1
            },
            {
              "code": "e",
              "text": "未采用右齐下齐、三孔双线、左侧装订，残缺破损、小于或大于卷面的材料，未修补、裱贴和折叠的",
              "score": 0.1
            }
          ]
        },
        {
          "code": "3.15",
          "title": "消防监督管理系统应用",
          "maxScore": 1,
          "children": [
            {
              "code": "a",
              "text": "有纸质执法案卷，但系统中无信息的",
              "score": 1
            },
            {
              "code": "b",
              "text": "未按规定使用系统制作文书、录入执法信息、流转执法流程，或系统中法律文书、执法信息与纸质案卷相关内容不一致的",
              "score": 0.5
            }
          ]
        }
      ]
    }
  ]
};

module.exports = fireProductReviewRules;
